Repository: openillink-project/openillink
Catalog: openillink/includes/locale/default/LC_MESSAGES/*.po
Languages: fr

source: Your order has been successfully registered and will be processed soon
fr: Votre commande a été enregistrée avec succès et sera bientôt traitée

source: Your order has NOT been successfully registered. Please contact the library at %x_configemaildelivery to place your order
fr: Votre commande n'a PAS été enregistrée avec succès. Merci de contacter la bibliothèque à l'adresse %x_configemaildelivery pour passer votre commande

source: Authors
fr: Auteur(s)

source: Number
fr: Nombre

source: Fill in a new order
fr: Remplissez une nouvelle commande

source: %total_results order found
fr: %total_results commande trouvée

source: %total_results orders found
fr: %total_results commandes trouvées

source: See full record
fr: Voir la fiche complète

source: Export
fr: Exporter

source: CSV (separator: semi-colons)
fr: CSV (separateur: points-virgules)

source: Your order has been successfully modified
fr: Votre commande a été modifiée avec succès

source: Return to the order form
fr: Retour au formulaire

source: %institution_name : confirmation for deletion of the order %order_id
fr: Commande de %institution_name : confirmation pour la suppression de la commande %order_id

source: Are you sure you want to delete record %order_id ?
fr: Voulez-vous vraiment supprimer la fiche %order_id ?

source: Confirm the deletion of order %order_id by clicking here
fr: Confirmer la suppression de la fiche %order_id en cliquant ici

source: %institution_name : deletion of the order %order_id
fr: %institution_name : suppression de la commande %order_id

source: The order %order_id has been successfully deleted
fr: La fiche %order_id a été supprimée avec succès

source: Order number %order_id
fr: N˚ de commande %order_id

source: Shared incoming order
fr: Commande entrante partagée

source: OpenILLink password recovery
fr: Récupération du mot de passe OpenILLink

source: Hello
fr: Bonjour

source: Someone, probably you, has requested the password for the OpenILLink system account associated with this email address.
fr: Quelqu'un, probablement vous, de demandé le mot de passe OpenILLink associé à cette adresse email.

source: This account allows you to review list of your document orders.
fr: Merci de faire appel à ce service. Vous pouvez ainsi accéder à la liste de vos commandes de documents.

source: Your password is: %s
fr: Votre mot de passe est: %s

source: If you have not made ​​that request thank you to let us know.
fr: Si vous n'avez pas fait cette demande merci de nous le signaler.

source: Order date (YYY-MM-DD)
fr: Date de commande (AAA-MM-JJ)

source: Sending date (YYY-MM-DD)
fr: Date d’envoi (AAA-MM-JJ)

source: Billing date (YYY-MM-DD)
fr: Date de facturation (AAA-MM-JJ)

source: Date (any; YYY-MM-DD)
fr: Date (toutes; AAA-MM-DD)

source: User name
fr: Nom du lecteur

source: User e-mail
fr: E-Mail du lecteur

source: Provider ref. (Subito n˚)
fr: Réf. fournisseur (n˚ Subito)

source: All over
fr: Tout

source: starts with
fr: commence par

source: contains
fr: contient

source: is
fr: est

source: Advanced search
fr: Recherche avancée

source: and
fr: et

source: or
fr: ou

source: and not
fr: et non

source: Simple search
fr: Recherche simple

source: Filter by status
fr: Filtrer par statut

source: Orders submitted by me only
fr: Commandes soumises par moi seulement

source: Use
fr: Utilisation

source: Search and filter can be used cumulatively or separately
fr: La recherche et le filtrage peuvent être utilisés cumulativement ou séparément

source: Status management
fr: Gestion des statuts

source: %institution_name : edition of the order step %order_id
fr: %institution_name : édition de l’étape de commande %order_id

source: Status management : edition of the order step %order_id
fr: Statuts: édition de l’étape de commande %order_id

source: Edit step %order_id
fr: Edition de l'étape %order_id

source: Help in French
fr: Aide en français

source: Help in English
fr: Aide en anglais

source: Help in German
fr: Aide en allemand

source: Help in Italian
fr: Aide en italien

source: Help in Spanish
fr: Aide en espagnol

source: Display orders with this status in the IN listing
fr: Afficher les commandes avec ce statut dans la liste des commandes en entrée (IN)

source: Display orders with this status in the OUT listing
fr: Afficher les commandes avec ce statut dans la liste des commandes sortantes (OUT)

source: Display orders with this status in the TRASH listing
fr: Afficher les commandes avec ce statut dans la liste des commandes effacées (Corbeille)

source: Anonymize orders with this status after %s years
fr: Anonymiser les commandes avec ce statut après %s années

source: Anonymize orders with this status after %s year
fr: Anonymiser les commandes avec ce statut après %s année

source: Add special status flag
fr: Marquer ce statut avec un label spécifique

source: New order (new)
fr: Nouvelle commande (new)

source: New multiple order (newmultiple)
fr: Nouvelle commande multiple (newmultiple)

source: Order sent (sent)
fr: Commande envoyée (sent)

source: Order paid (paid)
fr: Commande payée à l'avance (payée)

source: Order to renew (renew)
fr: Commande à renouveler (renew)

source: Order rejected (reject)
fr: Commande rejetée (reject)

source: Order to be validated (tobevalidated)
fr: Commande à valider (tobevalidated)

source: Color (.CSS valid value is expected)
fr: Couleur (indiquer une valeur valide pour une feuille de style .CSS)

source: %institution_name : edition of the order steps
fr: %institution_name : édition de l’étape de commande

source: order step found
fr: étape de commande trouvé

source: order steps found
fr: étapes de commande trouvé

source: Display in listing
fr: Afficher dans les listes

source: Anonymize?
fr: Anonymiser?

source: Edit the step
fr: Editer l'étape

source: Add a new step
fr: Créer une nouvelle étape de commande

source: %institution_name : new order step
fr: %institution_name : nouvelle étape de commande

source: New step
fr: Nouvelle étape

source: Order steps management : new order step
fr: Gestion des étapes de commande : nouvelle étape de commande

source: Code (number)
fr: Code (nombre)

source: Code is required (and must be a number)
fr: Le code est requis (et doit être un nombre)

source: Back to the order steps
fr: Retour à la liste des étapes de commande

source: The change was not saved because the identifier of record %order_id was not found in the database.
fr: Les changements n’ont pas été enregistrés car la fiche %order_id n’a pas été trouvée dans la base de données.

source: Back to the order steps list
fr: Retour à la liste des étapes de commande

source: Confirmation for deleting an order step
fr: Confirmation pour supprimer une étape de commande

source: Delete an order step
fr: Supprimer une étape de commande

source: Units management
fr: Gestion des unités

source: edition of the unit %id
fr: édition de l’unité %id

source: Units management : edition of the unit %id
fr: Gestion des unités : édition de la fiche %id

source: Management of network units
fr: Gestion des unités du réseau

source: Edit unit %id
fr: Edition de l'unité %id

source: Department
fr: Département

source: Faculty
fr: Faculté

source: IP-based display
fr: Affichage basé sur IP

source: Internal IP 1
fr: IP interne 1

source: Internal IP 2
fr: IP interne 2

source: External IP
fr: IP iexterne

source: Need validation
fr: À valider

source: unit found
fr: unité trouvée

source: units found
fr: unités trouvées

source: Edit the unit
fr: Editer l'unité

source: Add a new unit
fr: Ajouter une nouvelle unité

source: New network unit
fr: Créer une nouvelle unité du réseau

source: New unit
fr: Nouvelle unité

source: Units management : new unit record
fr: Gestion des unités : Création d’une nouvelle unité

source: Save new unit
fr: Enregistrer la nouvelle unité

source: Code is required
fr: Le champ code est obligatoire

source: %institution_name : edition of the unit %id
fr: %institution_name : édition de l’unité %id

source: Back to the units
fr: Retour à la liste des unités

source: The change was not saved because the identifier of record %id was not found in the database.
fr: Les changements n’ont pas été enregistrés car la fiche %id n’a pas été trouvée dans la base de données.

source: new unit
fr: nouvelle unité

source: Confirmation for deleting an unit
fr: Confirmation pour supprimer une unité

source: Back to the units list
fr: Retour à la liste des unités

source: Delete an unit
fr: Supprimer une unité

source: The record %id has been successfully deleted
fr: La fiche %id a été supprimée avec succès

source: Users management
fr: Gestion des utilisateurs

source: Users management : edition of profile %id
fr: Gestion des utilisateurs : édition du profil %id

source: my profile edition
fr: édition de mon profil

source: Users management : edit my profile (%login_name)
fr: Gestion des utilisateurs : édition de mon profil (%login_name)

source: Edit user %id
fr: Edition de l'utilisateur %id

source: Inactive
fr: Inactif

source: Rights
fr: Droits

source: New password
fr: Nouveau mot de passe

source: Confirmation of new password
fr: Confirmation du nouveau mot de passe

source: user found
fr: utilisateur trouvé

source: users found
fr: utilisateurs trouvés

source: Super Administrator
fr: Super Administrateur

source: Administrator
fr: Administrateur

source: Collaborator
fr: Collaborateur

source: Guest
fr: Invité

source: Active
fr: Actif

source: Edit the user
fr: Editer l'utilisateur

source: Add a new user
fr: Créer un nouvel utilisateur

source: New user
fr: Nouvel utilisateur

source: Users management : new user
fr: Gestion des utilisateurs : Nouvel utilisateurs

source: Confirm password
fr: Confirmez le mot de passe

source: The login %login already exists in database. Please choose another one.
fr: Le nom d’utilisateur %login existe déjà dans la base de données. Veuillez en choisir un autre.

source: The login %login is already attributed to another user. Please choose another one.
fr: Le nom d’utilisateur %login est déjà attribué à un autre utilisateur. Veuillez en choisir un autre.

source: The Password is required
fr: Le mot de passe est obligatoire

source: The password has not been confirmed correctly
fr: Le mot de passe n’a pas été correctement confirmé

source: %institution_name : edition of the user %id
fr: %institution_name : édition de l’utilisateur %id

source: The user has been successfully modified
fr: L’utilisateur a été modifié avec succès

source: Your user data has been successfully modified
fr: Vos données utilisateur ont été mises à jour avec succès

source: Back to the administration page
fr: Retour à la page d’administration

source: Back to the users list
fr: Retour à la liste des utilisateurs

source: new user
fr: nouvel utilisateur

source: Confirmation for deleting a user
fr: Confirmation pour supprimer un utilisateur

source: Delete a user
fr: Supprimer un utilisateur

source: The uploaded file is too large (limit: %s MB). It has been ignored.
fr: Le fichier chargé est trop grand (limite: %s Mo). Il a été ignoré.

source: Error:
fr: Erreur:

source: No references found in uploaded file. Please make sure it is in the list of supported file formats.
fr: Aucune référence trouvée dans le fichier chargé. Veuillez vérifier que le type du fichier est supporté.

source: The maximum number of simultaneous orders (%d) has been reached. Remaining references have been ignored.
fr: Le nombre maximal de lignes de comande (%d) a été atteint. Les références restantes ont été ignorées.

source: Warning
fr: Attention

source: Document order form to the
fr: Formulaire de commande de documents à la

source: Let me know and I come to make a copy (not billed)
fr: M'avertir et je passe faire la copie (non facturé)

source: Fill in your order or %x_url_startupload a file with references%x_url_end:
fr: Remplissez votre commande ou %x_url_startchargez un fichier de références%x_url_end:

source: Supported file formats:
fr: Formats supportés:

source: EndNote XML (created via "File" → "Export" → Type "XML")
fr: EndNote XML (créé depuis "File" → "Export" → Type "XML")

source: MEDLINE/PubMed (.nbib files created via "Send to" → "Citation Manager")
fr: MEDLINE/PubMed (fichier .nbib créés depuis "Send to" → "Citation Manager")

source: List of PubMed identifiers (comma-separated PMIDs)
fr: Liste d'identifiants PubMed (PMIDs séparés par des virgules)

source: Maximum file size: %s MB
fr: Taille de fichier maximale: %s Mo

source: Maximum number of references: %s
fr: Nombre maximum de références: %s

source: Add an item to the order
fr: Ajouter une ligne de commande

source: I agree to the service %x_url_start_1privacy policy%x_url_end_1 and %x_url_start_2conditions of use%x_url_end_2
fr: J'accepte la %x_url_start_1politique de protection des données%x_url_end_1 et les %x_url_start_2conditions d'utilisation%x_url_end_2 du service

source: I agree to the service %x_url_start_1privacy policy%x_url_end_1
fr: J'accepte la %x_url_start_1politique de protection des données%x_url_end_1 du service

source: I agree to the service %x_url_start_1conditions of use%x_url_end_1
fr: J'accepte les %x_url_start_1conditions d'utilisation%x_url_end_1 du service

source: Send order
fr: Envoyer la commande

source: Save order
fr: Enregistrer la commande

source: Your institutional login is not authorized to access %sitename. If needed please %x_url_startcontact the administrator%x_url_end.
fr: Votre login institutionnel n'est pas autorisé à accéder à %sitename. Si nécessaire veuillez contacter %x_url_startl'administrateur%x_url_end.

source: The username or password you entered is incorrect
fr: Le nom d'utilisateur ou le mot de passe saisi est incorrect

source: The username and password must be provided
fr: Le nom d'utilisateur et le mot de passe doivent être remplis

source: You have been logged out. To complete the process you MUST close your browser!
fr: Vous avez été déconecté(e). Pour compléter le processus, vous DEVEZ fermer votre navigateur!

source: Reports and statistics
fr: Rapports et statistiques

source: Period from
fr: Période du

source: to the
fr: au

source: Type of report
fr: Type de rapport

source: Total listing
fr: Listing total

source: Listing by service
fr: Listing par service

source: Summary by service
fr: Résumé par service

source: Statistics
fr: Statistiques

source: Report Format
fr: Format du rapport

source: Generate
fr: Générer

source: Which option to choose?
fr: Quelle option choisir ?

source: List of orders whose sending date is included in the period indicated when the file was generated; The result list is sorted by decreasing send date and reports all columns in the table.
fr: Liste des commandes dont la date d’envoi est inclue dans la période indiquée lors de la génération du fichier ; la liste des résultats est triée par date d’envoi décroissante et reporte toutes les colonnes de la table.

source: List of currently available columns:
fr: Liste des colonnes actuellement disponibles :

source: This list can change dynamically when new columns are added.
fr: Cette liste peut changer dynamiquement à l’ajout des nouvelles colonnes.

source: The document generated with this option details the orders with the status 'Received and sent to the client', which are assigned to the library to the user who generates the statistic is attached.
fr: Le document généré avec cette option détaille les commandes avec statut « Reçue et envoyée au client », qui sont assignées à la bibliothèque à laquelle l’utilisateur qui génère la statistique est rattaché.

source: The selected orders are only those for which the date of entry or the date of sending is within the range of dates indicated at the time of the generation of the document.
fr: Les commandes retenues sont uniquement celles pour qui la date de saisie ou la date d’envoi est comprise dans l’intervalle de dates indiqué au moment de la génération du document.

source: For each order, the following columns are filled in:
fr: Pour chaque commande les colonnes suivantes sont renseignées :

source: List of orders grouped by service, are detailed:
fr: Liste des commandes regroupées par service, sont détaillées:

source: The organization (which in principle is empty at the moment);
fr: L’organisation (qui reste en principe vide à l’heure actuelle);

source: The service i.e. the unit that made the request, designated by its code;
fr: Le service i.e. l’unité qui a fait la demande, désigné par son code;

source: The CGRA of the service, i.e. the unit that made the request;
fr: Le CGRA du service, i.e. l’unité qui a effectué la demande;

source: The number of orders for the service / CGRA;
fr: Le nombre de commandes pour le service / CGRA;

source: The price, corresponding to the total amount invoiced for all orders according to the data entered in openillink.
fr: Le prix, correspondant au montant total facturé pour l’ensemble des commandes selon les données renseignées dans openillink.

source: Only orders with status 'Received and sent to the customer' are taken into account.
fr: Uniquement les commandes avec statut « Reçue et envoyée au client » sont prises en compte.

source: Contains three tables:
fr: Contient trois tableaux:

source: Orders by status (total number and percentage);
fr: Commandes par statut (numéro total et en pourcentage);

source: Orders by location (total number and percentage);
fr: Commandes par localisation (numéro total et en pourcentage);

source: Order detail invoiced by location (total number and percentage)
fr: Détail des commandes facturée par localisation (numéro total et en pourcentage)

source: Only sales-ordered orders are included in this statistic.
fr: Uniquement les commandes avec statut soldé figurent dans cette statistique.

source: Information is missing or incorrect, please check.
fr: Des informations manquent ou sont incorrectes, merci de vérifier.

source: Please fill in all fields on the form.
fr: Merci de remplir tous les champs du formulaire.

source: Thank you !
fr: Merci !

source: The password was returned to you at address %s; Please check your mailbox.
fr: Le mot de passe vous a été renvoyé à l’adresse %s; veuillez vérifier votre boîte à lettres électronique.

source: In case of concern please %x_mailto_startcontact us%x_mailto_end.
fr: En cas de souci merci de %x_mailto_startnous contacter%x_mailto_end.

source: Mail address
fr: Adresse mail

source: Number of one of your orders linked to this email
fr: Numéro d’une de vos commandes avec cette adresse e-mail
