Repository: openillink-project/openillink
Catalog: openillink/includes/locale/default/LC_MESSAGES/*.po
Languages: fr

source: User management
fr: Gestion des utilisateurs

source: Create a new user
fr: Créer un nouvel utilisateur

source: Change my access codes
fr: Changer mes codes d'accès

source: Librairies management
fr: Gestion des bibliothèques

source: Create a new library
fr: Créer une nouvelle bibliothèque

source: Location management
fr: Gestion des localisations

source: Create a new location
fr: Créer une nouvelle localisation

source: Order steps management
fr: Gestion des étapes de la commande

source: Create a new order step
fr: Créer une nouvelle étape de la commande

source: Management of units / services
fr: Gestion des unités/services

source: Create a new unit / service
fr: Créer une nouvelle unité/service

source: Managing outgoings links
fr: Gestion des liens sortants

source: Create a new outgoing link
fr: Créer un nouveau lien sortant

source: Filters management
fr: Gestion des filtres

source: Create a new filter
fr: Créer un nouveau filtre

source: Anonymize old orders
fr: Anonymiser les anciennes commandes

source: Empty trash
fr: Vider la corbeille

source: %institution_name orders: empty trash
fr: %institution_name orders: vider la corbeille définitivement

source: %s accounting years
fr: %s années comptables

source: %s accounting year
fr: %s année comptable

source: Anonymization is on-going.
fr: L'anonymisation est en cours.

source: Please do not refresh page or close browser.
fr: Merci de ne pas rafraîchir la page, ni fermer votre navigateur.

source: Order anonymized after exceeding the maximum personal data retention period (%s)
fr: Commande anonymisée après dépassement de la durée maximale de rétention des données (%s)

source: The old orders have been anonymized successfully
fr: Les anciennes commandes ont été anonymisées avec succès

source: The orders could not be anonymized
fr: Les commandes n'ont pas pu être anonymisées

source: Return to the orders list
fr: Retour à la liste des commandes

source: Do you really want to anonymize personal data in orders older than the configured retention period (%s)?
fr: Voulez-vous vraiment anonymiser les données personnelles des commandes ayant dépassé la durée de rétention maximale (%s)?

source: Only orders with the following status will be anonymized: %s
fr: Seules les commandes avec le statut suivant seront anonymisées: %s

source: This cannot be undone.
fr: Cela ne peut pas être annulé.

source: Anonymization can take a while.
fr: L'anonymisation peut prendre du temps.

source: Confirm anonymization by clicking here
fr: Confirmez l'anonymisation en cliquant ici

source: Order anonymization is not configured. Please check OpenILLink configuration.
fr: L'anonymisation des commandes n'est pas configurée. Vérifiez la configuration d'OpenILLink.

source: No status is configured for anonymization. Please check order steps administration interface.
fr: Aucune étape de commande configurée pour l'anonymisation. Veuillez vérifier l'interface de gestion des étapes de commandes.

source: Your rights are insufficient to view this page
fr: Vos droits sont insuffisants pour consulter cette page

source: The trash was successfully deleted
fr: La corbeille a été supprimée avec succès

source: The trash could not be deleted
fr: La corbeille n'a pas pu être supprimée

source: Do you really want to empty the trash definitely?
fr: Voulez-vous vraiment vider la corbeille définitivement?

source: Confirm deleting orders in the trash by clicking here
fr: Confirmer la suppression des commandes dans la corbeille en cliquant ici

source: Missing id or form parameters
fr: L'id ou des paramètres manquent

source: Book
fr: Livre

source: Book chapter
fr: Chapitre de livre

source: Thesis
fr: Thèse

source: Journal issue
fr: No de revue

source: Conference proceedings
fr: Actes d'un congrès

source: Conference paper
fr: Article d'une conférence

source: Other
fr: Autre

source: Please note, all orders are subject to a financial contribution
fr: Attention, toute commande est soumise à une participation financière

source: Contact us by email for more information (pricing, billing, etc.)
fr: Pour plus de renseignements (tarifs, facturation, etc.) contactez nous par courriel

source: Hello,
fr: Bonjour,

source: thank you for your order:
fr: Nous vous remercions de votre commande:

source: Check the current status of your orders online at:
fr: Suivez vos commandes d'articles en temps réel en vous connectant à:

source: In accordance with copyright laws, the attached document is for your own use only, for the sole purpose of scientific research. It cannot be copied or shared.
fr: Selon les règles en vigueur sur les droits d'auteur, le fichier joint concernant cette publication ne doit être utilisé que pour votre usage personnel et à des fins de recherche scientifique. Il ne doit pas être reproduit ni distribué.

source: Best regards
fr: Meilleures salutations

source: Your Interlibrary loan service.
fr: Votre service de Prêt entre bibliothèques.

source: The requested document might be immediately available online here (within the institutional network):
fr: Le document demandé est peut-être disponible en ligne immédiatement ici (depuis le réseau institutionnel):

source: Impossible to connect to %database
fr: Impossible de se connecter à la base de donnée %database

source: Order
fr: Commande

source: Title
fr: Titre

source: Author(s)
fr: Auteur(s)

source: Year
fr: Année

source: Ordered by
fr: Commandé par

source: Internal library ref.
fr: Réf. interne à la bibliothèque

source: Username
fr: Nom d’utilisateur

source: Password
fr: Mot de passe

source: Send a message with the attached document to the user
fr: Envoyer un message avec le document attaché au lecteur

source: Folders
fr: Dossiers

source: Edit filter %id_filter
fr: Edition du filtre %id_filter

source: Filters management : Edit filter %id_filter
fr: Gestion des filtres : Edition du filtre %id_filter

source: Save changes
fr: Sauvegarder les modifications

source: Cancel
fr: Annuler

source: Remove
fr: Supprimer

source: Attributed to
fr: Attribué à

source: Library
fr: Bibliothèque

source: Query
fr: Requête

source: The record %id_record was not found in the database.
fr: La fiche %id_record n’a pas été trouvée dans la base de données.

source: Please restart your search or contact the database administrator
fr: Veuillez relancer une recherche ou contacter l’administrateur de la base

source: The record was not found in the database.
fr: La fiche n’a pas été trouvée dans la base de données.

source: Your rights are insufficient to edit this record
fr: Vos droits sont insuffisants pour consulter cette fiche

source: filters management
fr: gestion des filtres

source: filter found
fr: filtre trouvé

source: filters found
fr: filtres trouvés

source: Search
fr: Recherche

source: Utilisateur
fr: User

source: Menu position
fr: Position dans le menu

source: Active filter
fr: Filtre actif

source: Edit the filter
fr: Editer le filtre

source: Add a new filter
fr: Créer un nouveau filtre

source: Your rights are insufficient to edit this page
fr: Vos droits sont insuffisants pour éditer cette page

source: Create new filter
fr: Création d'un nouveau filtre

source: Filters management : Create new filter
fr: Gestion des filtres : Creation d'un nouveau filtre

source: Save the new filter
fr: Sauvegarder le nouveau filtre

source: library
fr: bibliothèque

source: active filter
fr: filtre actif

source: Criterion
fr: Critère

source: Assignment library
fr: Bibliothèque d’attribution

source: Status
fr: Statut

source: Localization
fr: Localisation

source: Our Localizations
fr: Localisations propres

source: Network libraries
fr: Bibliothèques du réseau

source: Unit
fr: Unité

source: Account
fr: Compte

source: Renewal date
fr: Date de renouvellement

source: Past
fr: Passé

source: Futur
fr: Future

source: Day's date
fr: Date du jour

source: Combine with the previous one:
fr: Combiner avec le précédent :

source: Filter Title is required
fr: Le titre du filtre est obligatoire

source: Description is required
fr: La description du filtre est obligatoire

source: User or assignment of the library is required
fr: L’utilisateur ou la bibliothèque d’attribution est obligatoire

source: At least one search is required
fr: Au moins une recherche est obligatoire

source: Back to form
fr: Retour au formulaire

source: edition of the filter record
fr: édition de la fiche du filtre

source: Error
fr: Erreur

source: The modification of the record %id_record has been successfully registered
fr: La modification de la fiche %id_record a été enregistrée avec succès

source: Back to the filters list
fr: Retour à la liste des filtres

source: The change was not saved because the identifier of record %id_record was not found in the database.
fr: Les changements n’ont pas été enregistrés car la fiche %id_record n’a pas été trouvée dans la base de données.

source: The modification was not saved because it lacks the identifier of the form
fr: Les modifications n’ont pas été enregistrées car l’identifiant manque dans le formulaire

source: Please retry your search
fr: Veuillez relancer votre recherche

source: new filter
fr: nouveau filtre

source: The new record %id_record has been successfully registered
fr: La nouvelle fiche %id_record a été enregistrée avec succès

source: Confirmation for deleting a filter
fr: Confirmation pour supprimer un filtre

source: Do you really want to delete the record %id_record ?
fr: Voulez-vous vraiment supprimer la fiche %id_record ?

source: Confirm the deletion of the record %id_record by clicking here
fr: Confirmer la suppression de la fiche %id_record en cliquant ici

source: Delete a filter
fr: Supprimer un filtre

source: The record %id_record has been successfully deleted
fr: La fiche %id_record a été supprimée avec succès

source: Powered by
fr: Site propulsé par

source: New Order
fr: Nouvelle commande

source: Login
fr: Se connecter

source: Inbox
fr: Commandes à fournir ou à valider

source: Orders sent to the outside and not yet received
fr: Commandes envoyées à l'extérieur et pas encore reçues

source: All orders
fr: Toutes les commandes

source: All
fr: Tous

source: Orders deleted
fr: Commandes supprimées

source: Trash
fr: Corbeille

source: See all my orders
fr: Voir toutes mes commandes

source: My orders
fr: Mes commandes

source: Administration of users and values
fr: Administration des utilisateurs et des valeurs

source: Obtain configured reports
fr: Obtention des statistiques configurées

source: Libraries management
fr: Gestion des bibliothèques

source: %institution_name orders: Librairies management : Edition of the library %id_library
fr: Commandes de %institution_name : Gestion des bibliothèques : Edition de la bibliothèque %id_library

source: Librairies management : edition of record %id_record
fr: Gestion des bibliothèques : édition de la fiche %id_record

source: Managing network libraries
fr: Gestion des bibliothèques du réseau

source: Edit library %id_record
fr: Edition de la bibliothèque %id_record

source: Name in French
fr: Nom en français

source: Name in English
fr: Nom en anglais

source: Name in German
fr: Nom en allemand

source: Name in Italian
fr: Nom en italien

source: Name in Spanish
fr: Nom en espagnol

source: Show incoming orders for this library with the main library
fr: Afficher les commandes entrantes pour cette bibliothèque avec la bibliothèque principale

source: Signature (for emails sent to users)
fr: Signature (pour les emails envoyés à l'utilisateur)

source: users management
fr: gestion des utilisateurs

source: library found
fr: bibliothèque trouvée

source: libraries found
fr: bibliothèques trouvées

source: Shared incoming orders
fr: Commandes reçues partagées

source: Edit
fr: Éditer

source: Edit the library
fr: Editer la bibliothèque

source: Add a new library
fr: Créer une nouvelle bibliothèque

source: New network library
fr: Nouvelle bibliothèques du réseau

source: New library
fr: Nouvelle bibliothèque

source: Libraries management : New record creation
fr: Gestion des bibliothèques : Création d’une nouvelle fiche

source: Save the new library
fr: Sauvegarder la nouvelle bibliothèque

source: Main library
fr: Bibliothèque principale

source: The code %code already exists in database. Please choose another one.
fr: Le code %code existe déjà dans la base de données. Veuillez en choisir un autre.

source: The code %code is already attributed to a library. Please choose another one.
fr: Le code %code est déjà attribué à une autre bibliothèque. Veuillez en choisir un autre.

source: name1 is required
fr: Le champ name1 est obligatoire

source: code is required
fr: Le champ code est obligatoire

source: Back to the form
fr: Retour au formulaire

source: Edition of the library record %id_record
fr: Edition de la fiche de la bibliothèque %id_record

source: Back to the libraries list
fr: Retour à la liste des bibliothèques

source: Confirmation for deleting a library
fr: Confirmation pour supprimer une bibliothèque

source: Delete a library
fr: Supprimer une bibliothèque

source: Edit order
fr: Éditer la commande

source: Search the name in the directory of the hospital
fr: Chercher le nom dans l'annuaire de l'hôpital

source: Search the name in the directory of the university
fr: Chercher le nom dans l'annuaire de l'université

source: Search by article title
fr: Recherche par titre d’article

source: Search by ISSN
fr: Recherche par ISSN

source: Search by journal title
fr: Recherche par titre de journal

source: Search by ISBN
fr: Recherche par ISBN

source: Search by book title
fr: Recherche par titre de livre

source: Processing the order
fr: Traiter la commande

source: Link resolver
fr: Résolveur de liens

source: No result found via link resolver
fr: Aucun résultat trouvé via le résolveur de liens

source: Links management
fr: Gestion des liens

source: edition of link %id_link
fr: édition du lien %id_filter

source: Links management : edition of record %id_record
fr: Gestion des liens : édition de la fiche %id_record

source: Management of external links
fr: Gestion des liens externes

source: Edit link %id_link
fr: Edition du lien %id_link

source: Search link by identifier
fr: Lien de recherche par identifiant

source: Search link by title
fr: Lien de recherche par titre

source: of journal
fr: du périodique

source: of book
fr: du livre

source: Article or chapter title
fr: Titre de l’article ou du chapitre

source: Order link
fr: Lien de commande

source: External form
fr: Formulaire externe

source: Internal form
fr: Formulaire interne

source: Transform url arguments from UTF-8 to ISO-8859-1
fr: Transformer les arguments de l’url d’UTF-8 vers ISO-8859-1

source: Ignore the words in title of the journal / book
fr: Ignorer les mots dans le titre du journal / livre

source: not significants
fr: non signifiants

source: after the symbol
fr: après le symbole

source: Active link
fr: Lien actif

source: links management
fr: gestion des liens

source: link found
fr: lien trouvé

source: links found
fr: liens trouvés

source: Name
fr: Nom

source: Search by
fr: Recherche par

source: Order form
fr: Formulaire de commande

source: List position
fr: Position dans le menu

source: Journal title
fr: Titre du périodique

source: Book title
fr: Titre du livre

source: Article title
fr: Titre de l’article

source: External
fr: Externe

source: Internal
fr: Interne

source: Edit the link
fr: Editer le lien

source: Add a new link
fr: Créer une nouveau lien

source: New external link
fr: Nouveau lien externe

source: New link
fr: Nouveau lien

source: Links management : New record creation
fr: Gestion des liens : Création d’une nouvelle fiche

source: Save the new link
fr: Sauvegarder le nouveau lien

source: Position in the list
fr: Position dans la liste

source: of article or chapter
fr: de l'article ou du chapitre

source: Save new link
fr: Enregistrer le nouveau lien

source: The link name is required
fr: Le nom du lien est obligatoire

source: The URL is required
fr: L’URL est obligatoire

source: edition of the record %id
fr: édition de la fiche %id

source: Back to the links list
fr: Retour à la liste des liens

source: Confirmation for deleting a link
fr: Confirmation pour supprimer un lien

source: Localizations management
fr: Gestion des localisations

source: edition of localization %id
fr: édition de la localisation %id

source: Localizations management : edition of record %id_record
fr: Gestion des localisations : édition de la fiche %id_record

source: Edit localization %id
fr: Edition de la localisation %id

source: Edit the location
fr: Editer la localisation

source: new network location
fr: Nouvelle unité du réseau

source: New location
fr: Nouvelle localisation

source: Localizations management : New record creation
fr: Gestion des localisations : Création d’une nouvelle fiche

source: Save the new location
fr: Enregistrer la nouvelle localisation

source: The code %code is already attributed to a localization. Please choose another one.
fr: Le code %code est déjà attribué à une autre localisation. Veuillez en choisir un autre.

source: Edition of the localization record %id_record
fr: Edition de la fiche de la localisation %id_record

source: Back to the localizations list
fr: Retour à la liste des localisations

source: Confirmation for deleting a localization
fr: Confirmation pour supprimer une localisation

source: Delete a localization
fr: Supprimer une localisation

source: You are not allowed to access this page or your session has expired
fr: Vous n’êtes pas autorisé à accéder à cette page ou votre session a expiré

source: Log in
fr: Connexion

source: or %x_url_startlog in with your institutional account%x_url_end%description
fr: ou %x_url_startauthentification institutionnelle%x_url_end%description

source: Request password
fr: Demander un mot de passe

source: Service only available to users with an openillink command
fr: Service disponible uniquement pour les utilisateurs avec une commande OpenILLink

source: %institution_name order: order %order_id detail
fr: Commande de l’%institution_name : détail de la commande %order_id

source: Order number
fr: N˚ de commande

source: Urgent order
fr: Commande urgente

source: Non-priority order
fr: Commande non prioritaire

source: Shared Incoming Order
fr: Commande Entrante Partagée

source: Order anonymized after exceeding maximum data retention period
fr: Commande anonymisée après dépassement de la durée maximale de rétention des données

source: Order date
fr: Date de commande

source: Shipment date
fr: Date d’expédition

source: Billing date
fr: Date de facturation

source: Assignment Library
fr: Bibliothèque d’attribution

source: %document_on_hold_status_label until %date
fr: %document_on_hold_status_label le %date

source: User
fr: Lecteur

source: Search for orders from this user
fr: Chercher les commandes de ce lecteur

source: Search for orders from this email
fr: Chercher les commandes de cet email

source: Address
fr: Adresse

source: Search for orders from this service
fr: Chercher les commandes de ce service

source: Document type
fr: Type de document

source: Search for orders from this title
fr: Rechercher des commandes à partir de ce titre

source: Journal
fr: Périodique

source: Other identifier
fr: Autre identifiant

source: Management Code A
fr: Code de gestion A

source: Management Code B
fr: Code de gestion B

source: Tel. number
fr: No tél.

source: Entered by
fr: Entré par

source: IP adress
fr: Adresse IP

source: Provenance URL
fr: URL de provenance

source: Arrival by
fr: Arrivée par

source: Send by
fr: Envoyée par

source: Inform the reader if available on site
fr: Informez le lecteur s’il est disponible sur place

source: Price
fr: Prix

source: Paid in advance
fr: Payé à l’avance

source: Provider ref.
fr: Réf. fournisseur

source: Guest access code
fr: Code d’accès invité

source: Public comment
fr: Commentaire public

source: Warning. Possible duplicate of the order.
fr: Attention ! Possible doublon de la commande.

source: Professional comment
fr: Commentaire professionnel

source: Order history
fr: Historique de commande

source: %institution_name: order %order_id edition
fr: %institution_name : édition de la commande %order_id

source: Order %order_id modification
fr: Modification de la commande %order_id

source: Attributed to library
fr: Attribué à la bibliothèque

source: Submit
fr: Envoyer

source: Priority
fr: Priorité

source: Normal
fr: Normale

source: Not a priority
fr: Pas prioritaire

source: Origin of the order
fr: Origine de la commande

source: Add new value...
fr: Ajouter une valeur...

source: to be completed only if different from the current date
fr: à remplir uniquement si différente de la date du jour

source: Date of shipment
fr: Date d'envoi

source: Invoice date
fr: Date de facturation

source: To be renewed on
fr: A renouveler le

source: Price (%currency)
fr: Prix (%currency)

source: order paid in advance
fr: commande payée à l'avance

source: Provider Ref.
fr: Réf. fournisseur

source: Internal ref. to the library
fr: Réf. interne à la bibliothèque

source: Professional Notes
fr: Remarques professionnelles

source: Contact and billing details
fr: Informations de contact et facturation

source: First name
fr: Prénom

source: Other unit
fr: Autre service

source: Budget heading
fr: Code budgétaire

source: Budget subheading
fr: Ligne budgétaire

source: Tel.
fr: Tél.

source: Private address
fr: Adresse privée

source: Zip code
fr: Code postal

source: City
fr: Localité

source: If available at the library:
fr: Si disponible à la bibliothèque:

source: Send by e-mail (billed)
fr: Envoi par email (facturé)

source: let me know and I come to make a copy (not billed)
fr: m'avertir et je passe faire la copie (non facturé)

source: Remember data for future orders (cookies allowed)
fr: Mémoriser ces données pour les prochaines commandes (cookies autorisées)

source: delete the cookie
fr: supprimer le cookie

source: Fill in the order using
fr: Remplir la commande à partir du

source: Identifier
fr: Identifiant

source: Fill in
fr: Remplir

source: Journal / Book
fr: Périodique / Livre

source: Journal or book title
fr: Titre du journal ou livre

source: check on journals database
fr: vérifier sur la base des périodiques

source: Edition
fr: Édition

source: (for books)
fr: (pour les livres)

source: Notes
fr: Remarques

source: Save
fr: Enregistrer

source: Reset
fr: Réinitialiser

source: Permanently delete this order
fr: Supprimer cette commande définitivement

source: %institution_name orders: orders list
fr: Commandes de %institution_name: liste des commandes

source: Postal code
fr: Code postal

source: Delivery type
fr: Mode de livraison

source: User consent
fr: Consentement utilisateur

source: Anonymized
fr: Anonymisée

source: Order entered by %user_id on the %date
fr: Commande entrée par %user_id le %date

source: name required
fr: Le champ nom est obligatoire

source: service or organisation name is required
fr: Le nom du service ou de l’organisation est obligatoire

source: journal or book title is required
fr: Le titre de la revue ou du livre est obligatoire

source: e-mail or private address are required
fr: L’e-mail ou l’adresse privée sont obligatoires

source: You must agree to the service privacy policy and conditions of use
fr: Vous devez accepter la politique de protection des données et les conditions d'utilisation du service

source: You must agree to the service privacy policy
fr: Vous devez accepter la politique de protection des données du service

source: You must agree to the service conditions of use
fr: Vous devez accepter les conditions d'utilisation du service

source: Back to entry form
fr: Retour au formulaire

source: Multiple orders (%d/%d)
fr: Commandes multiples (%d/%d)
